Repository: JoostKiens/dc-meta-tags
Catalog: languages/dc-meta-tags-*.po
Languages: pt_pt

source: Thank you for installing DC Meta Tags.
pt_pt: Obrigado por instalar DC Meta Tags.

source: %1$s %2$s not activated
pt_pt: %1$s %2$s não ativado

source: You are running WordPress version %1$s. This plugin requires version %2$s or higher, and has been deactivated! Please upgrade WordPress and try again.
pt_pt: Está a correr o WordPress %1$s. Este plugin exige no mínimo a versão %2$s, e foi desativado! Por favor atualize o WordPress e tente novamente.

source: Back to WordPress admin
pt_pt: Regressar à página de administração do WordPress

source: Settings
pt_pt: Configurações

source: Contributor
pt_pt: Colaborador(a)

source: Coverage
pt_pt: Cobertura

source: Creator
pt_pt: Criador(a)

source: Date
pt_pt: Data

source: Description
pt_pt: Descrição

source: Format
pt_pt: Formato

source: Identifier
pt_pt: Identificador

source: Language
pt_pt: Língua

source: Publisher
pt_pt: Publicador(a)

source: Relation
pt_pt: Relação

source: Rights
pt_pt: Direitos

source: Source
pt_pt: Fonte

source: Subject
pt_pt: Assunto

source: Title
pt_pt: Título

source: Type
pt_pt: Tipo

source: An entity responsible for making contributions to the resource
pt_pt: Uma entidade responsável por fazer contribuições para o recurso

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant
pt_pt: O tópico espacial ou temporal do recurso, a aplicabilidade espacial do recurso, ou a jurisdição sob a qual o recurso é relevante

source: An entity primarily responsible for making the resource
pt_pt: Uma entidade que é a responsável primária pela criação do recurso

source: A point or period of time associated with an event in the lifecycle of the resource
pt_pt: Um ponto no tempo, ou período associado com um evento, do ciclo de vida do recurso

source: An account of the resource
pt_pt: Uma descrição do recurso

source: The file format, physical medium, or dimensions of the resource
pt_pt: O formato de ficheiro, meio físico, ou dimensões do recurso

source: An unambiguous reference to the resource within a given context
pt_pt: Uma referência não ambígua ao recurso, dentro de determinado contexto

source: A language of the resource
pt_pt: Uma língua do recurso

source: An entity responsible for making the resource available
pt_pt: Uma entidade responsável pela disponibilização do recurso

source: A related resource
pt_pt: Um recurso relacionado

source: Information about rights held in and over the resource
pt_pt: Informação sobre os direitos detidos sobre o recurso

source: A related resource from which the described resource is derived
pt_pt: Um recurso relacionado, do qual o recurso descrito foi derivado

source: The topic of the resource
pt_pt: O tópico do recurso

source: A name given to the resource
pt_pt: Um nome dado ao recurso

source: The nature or genre of the resource
pt_pt: A natureza ou género de recurso

source: World
pt_pt: Mundo

source: Dublin Core Metadata
pt_pt: Metadados Dublin Core

source: Dublin Core specification and information about recommended values
pt_pt: Especificação Dublin Core, e informação sobre valores recomendados

source: (opens in a new window)
pt_pt: (abre numa nova janela)

source: Remove
pt_pt: Remover

source: Add another contributor
pt_pt: Acrescentar outro(a) colaborador(a)

source: Add another coverage
pt_pt: Acrescentar outra cobertura

source: Add another creator
pt_pt: Acrescentar outro(a) criador(a)

source: Add another date
pt_pt: Acrescentar outra data

source: Add another description
pt_pt: Acrescentar outra descrição

source: Add another format
pt_pt: Acrescentar outro formato

source: Add another identifier
pt_pt: Acrescentar outro identificador

source: Add another language
pt_pt: Acrescentar outra língua

source: Add another publisher
pt_pt: Acrecentar outro(a) publicador(a)

source: Add another relation
pt_pt: Acrescentar outra relação

source: Add another rights statement
pt_pt: Acrescentar outra indicação de direitos

source: Add another source
pt_pt: Acrescentar outra fonte

source: Add another subject
pt_pt: Acrescentar outro assunto

source: Add another title
pt_pt: Acrescentar outro título

source: Add another type
pt_pt: Acrescentar outro tipo

source: This plugin adds %sDublin Core Metadata Element Set v1.1%s meta tags to the <code>head</code> of your site. Dublin Core elements are a subset of RDF and help with the discoverability of your site.
pt_pt: Este plugin acrescenta meta tags do %sDublin Core Metadata Element Set v1.1%s à seção <code>head</code> do seu site. Os elementos Dublin Core são um subconjunto do RDF, e melhoram a visibilidade do seu site.

source: “Dublin Core Metadata can be used for multiple purposes, from simple resource description, to combining metadata vocabularies of different metadata standards, to providing interoperability for metadata vocabularies in the Linked data cloud and Semantic web implementations.”
pt_pt: «Os metadados Dublin Core podem ser usados para múltiplos fins, como a simples descrição de recursos, a combinação de vocabulários de metadados de diferentes padrões, até à interoperabilidade de vocabulários de metadados nas implementações da nuvem Linked Data e da Rede Semântica.»

source: This plugin automatically adds meta tags on pages and posts, including custom post types. No metadata is added to pages created by WordPress like the home page, category pages, archives, etc.
pt_pt: Este plugin acrescenta automaticamente meta tags às páginas e posts, inclusive posts custom. Não acrescenta metadados às páginas criadas pelo WordPress, tais como a página principal, as páginas de categorias, os arquivos etc.

source: Select Dublin Core Meta Tags
pt_pt: Selecione os meta tags Dublin Core

source: Post types
pt_pt: Tipos de post

source: Select the post types which should have Dublin Core Metadata.
pt_pt: Escolha os tipos de post que deverão ter metadados Dublin Core.

source: (X)HTML version
pt_pt: Versão (X)HTML

source: Select the (X)HTML version that corresponds to your doctype.
pt_pt: Escolha a versão de (X)HTML que corresponde ao seu tipo de documento.

source: Meta tag will look like
pt_pt: O meta tag irá ficar

source: Error while upgrading DC Meta Tags %1$s to version %2$s.
pt_pt: Erro na atualização de DC Meta Tags %1$s para a versão %2$s.

source: Thank you for upgrading DC Meta Tags %1$s to version %2$s.
pt_pt: Obrigado por atualizar o DC Meta Tags %1$s para a versão %2$s.

source: ERROR: You are performing a DOWNGRADE. You had DC Meta Tags version %1$s, and you are now running version %2$s, which is older. Your website may encounter unexpected errors. You are advised to restore this plugin back to version %1$s.
pt_pt: ERRO: Está a fazer uma DESATUALIZAÇÃO. Tinha o DC Meta Tags versão %1$s, e agora tem a versão %2$s, que é mais antiga. O seu website poderá encontrar erros inesperados. Aconselhamo-la(o) a voltar a colocar este plugin na versão %1$s.
